Repository: New-PTC-ORG/staging-test-cbatticon-localize
Catalog: languages/cbatticon-*.po
Languages: it_it

source: Display the version
it_it: Mostra la versione

source: Display debug information
it_it: Mostra informazioni di debug

source: Set update interval (in seconds)
it_it: Imposta intervallo di aggiornamento (in secondi)

source: Set icon type ('standard', 'notification' or 'symbolic')
it_it: Imposta tipo di icona (“standard”, “notifica” o “simbolica”)

source: Set low battery level (in percent)
it_it: Imposta livello batteria scarica (in percentuale)

source: Set critical battery level (in percent)
it_it: Imposta livello batteria critico (in percentuale)

source: Command to execute when low battery level is reached
it_it: Comando da eseguire quando si raggiunge il livello di batteria scarica

source: Command to execute when critical battery level is reached
it_it: Comando da eseguire quando si raggiunge il livello di batteria critico

source: Command to execute when left clicking on tray icon
it_it: Comando da eseguire quando si fa clic con il tasto sinistro sull'icona nella barra

source: Hide the notification popups
it_it: Nascondi i popup di notifica

source: List available icon types
it_it: Elenca i tipi di icona disponibili

source: List available power supplies (battery and AC)
it_it: Elenca le fonti di alimentazione disponibili (batteria e corrente alternata)

source: [BATTERY ID]
it_it: [ID BATTERIA]

source: Cannot parse command line arguments: %s
it_it: Impossibile analizzare gli argomenti della riga di comando: %s

source: cbatticon: a lightweight and fast battery icon that sits in your system tray
it_it: cbatticon: un'icona della batteria leggera e veloce che si posiziona nella barra di sistema

source: version %s
it_it: versione %s

source: List of available power supplies:
it_it: Elenco delle fonti di alimentazione disponibili:

source: List of available icon types:
it_it: Elenco dei tipi di icona disponibili:

source: available
it_it: disponibile

source: unavailable
it_it: non disponibile

source: Unknown icon type: %s
it_it: Tipo di icona sconosciuto: %s

source: No icon type found!
it_it: Nessun tipo di icona trovato!

source: Invalid update interval! It has been reset to default (%d seconds)
it_it: Intervallo di aggiornamento non valido! È stato ripristinato al valore predefinito (%d secondi)

source: Invalid low level! It has been reset to default (%d percent)
it_it: Livello di batteria scarica non valido! È stato ripristinato al valore predefinito (%d percento)

source: Invalid critical level! It has been reset to default (%d percent)
it_it: Livello critico non valido! È stato ripristinato al valore predefinito (%d percento)

source: Critical level is higher than low level! They have been reset to default
it_it: Il livello critico è più alto del livello di batteria scarica! Sono stati ripristinati ai valori predefiniti

source: type: %-*.*s id: %-*.*s path: %s
it_it: tipo: %%-*.*s id: %%-*.*s percorso: %s

source: Battery
it_it: Batteria

source: AC
it_it: CA

source: Cannot open sysfs directory: %s (%s)
it_it: Impossibile aprire la directory sysfs: %s (%s)

source: No battery with suffix %s found!
it_it: Nessuna batteria con suffisso %s trovata!

source: No battery nor AC power supply found!
it_it: Nessuna batteria né alimentazione CA trovata!

source: AC only, no battery!
it_it: Solo CA, nessuna batteria!

source: Spawning low battery level command in 5 seconds: %s
it_it: Avvio del comando per livello batteria scarica tra 5 secondi: %s

source: Skipping low battery level command, no longer discharging
it_it: Comando per livello batteria scarica saltato, non più in scarica

source: Cannot spawn low battery level command: %s
it_it: Impossibile avviare il comando per livello batteria scarica: %s

source: Cannot spawn low battery level command!
it_it: Impossibile avviare il comando per livello batteria scarica!

source: Spawning critical battery level command in 30 seconds: %s
it_it: Avvio del comando per livello batteria critico tra 30 secondi: %s

source: Skipping critical battery level command, no longer discharging
it_it: Comando per livello batteria critico saltato, non più in scarica

source: Cannot spawn critical battery level command: %s
it_it: Impossibile avviare il comando per livello batteria critico: %s

source: Cannot spawn critical battery level command!
it_it: Impossibile avviare il comando per livello batteria critico!

source: Cannot spawn left click command: %s
it_it: Impossibile avviare il comando per clic sinistro: %s

source: Cannot spawn left click command!
it_it: Impossibile avviare il comando per clic sinistro!

source: Battery is missing!
it_it: La batteria è mancante!

source: Battery status is unknown!
it_it: Lo stato della batteria è sconosciuto!

source: Battery is charged!
it_it: La batteria è carica!

source: Battery is discharging (%i%% remaining)
it_it: La batteria si sta scaricando (%i%% rimanenti)

source: Battery is not charging (%i%% remaining)
it_it: La batteria non si sta caricando (%i%% rimanenti)

source: Battery level is low! (%i%% remaining)
it_it: Il livello della batteria è basso! (%i%% rimanenti)

source: Battery level is critical! (%i%% remaining)
it_it: Il livello della batteria è critico! (%i%% rimanenti)

source: Battery is charging (%i%%)
it_it: La batteria si sta caricando (%i%%)

source: %d minute
it_it: %d minuto

source: %d hour, %s remaining
it_it: %d ora, %s rimanenti

source: %d minute remaining
it_it: %d minuto rimanente
